loadtest/output/hey_duplicate.txt

Summary:
  Total:	60.1429 secs
  Slowest:	1.1351 secs
  Fastest:	0.0407 secs
  Average:	0.1653 secs
  Requests/sec:	302.0972
  
  Total data:	5794566 bytes
  Size/request:	318 bytes

Response time histogram:
  0.041 [1]	|
  0.150 [9545]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.260 [6413]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.369 [1646]	|■■■■■■■
  0.478 [413]	|■■
  0.588 [105]	|
  0.697 [33]	|
  0.807 [8]	|
  0.916 [3]	|
  1.026 [1]	|
  1.135 [1]	|


Latency distribution:
  10%% in 0.0794 secs
  25%% in 0.1054 secs
  50%% in 0.1455 secs
  75%% in 0.2016 secs
  90%% in 0.2752 secs
  95%% in 0.3288 secs
  99%% in 0.4634 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0068 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0042 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0007 secs
  resp wait:	0.1636 secs, 0.0403 secs, 1.1347 secs
  resp read:	0.0017 secs, 0.0000 secs, 0.0835 secs

Status code distribution:
  [200]	18168 responses
  [201]	1 responses